Repository: amaarrjith/instaresolv-kmp-shared
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, ur

# draft_saved_without_group
source: Observation successfully saved as draft without group Specifications
ar: تم حفظ الملاحظة كمسودة بدون مواصفات المجموعة.
es: Observación guardada exitosamente como borrador sin grupo Especificaciones
hi: समूह विशिष्टताओं के बिना अवलोकन को ड्राफ्ट के रूप में सफलतापूर्वक सहेजा गया
ur: مشاہدے کو کامیابی کے ساتھ ڈرافٹ کے طور پر گروپ کی تفصیلات کے بغیر محفوظ کر لیا گیا۔

source: Drafts
ar: المسودات
es: Damas
hi: ड्राफ्ट
ur: ڈرافٹ

source: Draw Sign
ar: رسم التوقيع
es: Dibujar firma
hi: हस्ताक्षर बनाएं
ur: دستخط بنائیں

source: Edit
ar: تعديل
es: Editar
hi: संपादन करना
ur: ترمیم کریں۔

source: Edit Group
ar: تعديل المجموعة
es: Editar grupo
hi: समूह संपादित करें
ur: گروپ میں ترمیم کریں۔

source: Edit Profile
ar: تحرير الملف الشخصي
es: Editar perfil
hi: प्रोफ़ाइल संपादित करें
ur: پروفائل میں ترمیم کریں۔

# edit_profile.placeholder.company
source: Company Name
ar: اسم الشركة
es: nombre de empresa
hi: कंपनी का नाम
ur: کمپنی کا نام

# edit_profile.placeholder.designation
source: Role / Designation
ar: الدور / التعيين
es: Rol / Designación
hi: भूमिका/पदनाम
ur: کردار/ عہدہ

# edit_profile.save_button
source: Save Profile
ar: حفظ الملف الشخصي
es: Guardar perfil
hi: प्रोफ़ाइल बचा
ur: پروفائل محفوظ کریں۔

source: Edit Project
ar: تعديل المشروع
es: Editar proyecto
hi: प्रोजेक्ट संपादित करें
ur: پروجیکٹ میں ترمیم کریں۔

# email
source: Email ID
ar: البريد الإلكتروني
es: ID de correo electrónico
hi: ईमेल आईडी
ur: ای میل آئی ڈی

source: Email Notifications
ar: إشعارات البريد الإلكتروني
es: Notificaciones por correo electrónico
hi: ईमेल सूचनाएं
ur: ای میل اطلاعات

source: Email Address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
hi: मेल पता
ur: ای میل ایڈریس

source: Email Address(optional)
ar: عنوان البريد الإلكتروني (اختياري)
es: Dirección de correo electrónico (opcional)
hi: ईमेल पता(वैकल्पिक)
ur: ای میل ایڈریس (اختیاری)

source: Email Notification
ar: إشعار البريد الإلكتروني
es: Notificación por correo electrónico
hi: ईमेल अधिसूचना
ur: ای میل اطلاع

source: Email Us
ar: راسلنا عبر البريد الإلكتروني
es: Envíenos un correo electrónico
hi: हमें ईमेल करें
ur: ہمیں ای میل کریں۔

source: Employee Added
ar: تمت إضافة الموظف
es: Empleado agregado
hi: कर्मचारी जोड़ा गया
ur: ملازم کو شامل کیا گیا۔

source: Employee Already Added
ar: تمت إضافة الموظف بالفعل
es: Empleado ya agregado
hi: कर्मचारी पहले ही जोड़ा जा चुका है
ur: ملازم پہلے ہی شامل کر دیا گیا ہے۔

source: EMPLOYEE CODE
ar: رمز الموظف
es: CÓDIGO DE EMPLEADO
hi: कर्मचारी कोड
ur: ایمپلائی کوڈ

source: EMPLOYEE ID
ar: معرف الموظف
es: IDENTIFICACIÓN DE EMPLEADO
hi: कर्मचारी आयडी
ur: ملازم کی شناخت

source: EMPLOYEE NAME
ar: اسم الموظف
es: NOMBRE DEL EMPLEADO
hi: कर्मचारी का नाम
ur: ملازم کا نام

source: Employees
ar: موظفين
es: Empleados
hi: कर्मचारी
ur: ملازمین

source: Employees Selected
ar: الموظفين المختارين
es: Empleados seleccionados
hi: कर्मचारियों का चयन किया गया
ur: ملازمین کا انتخاب

source: Employees Selected successfully
ar: تم اختيار الموظفين بنجاح
es: Empleados seleccionados exitosamente
hi: कर्मचारी सफलतापूर्वक चयनित
ur: ملازمین کو کامیابی سے منتخب کیا گیا۔

source: Enable
ar: تفعيل
es: Permitir
hi: सक्षम
ur: فعال کریں۔

source: Enable App Notification
ar: تفعيل إشعار التطبيق
es: Habilitar notificación de aplicación
hi: ऐप अधिसूचना सक्षम करें
ur: ایپ کی اطلاع کو فعال کریں۔

source: Enable Email Notification
ar: تفعيل إشعار البريد الإلكتروني
es: Habilitar notificación por correo electrónico
hi: ईमेल अधिसूचना सक्षम करें
ur: ای میل اطلاع کو فعال کریں۔

source: Enabled App Notification
ar: تمكين إشعار التطبيق
es: Notificación de aplicación habilitada
hi: सक्षम ऐप अधिसूचना
ur: فعال ایپ کی اطلاع

source: END TIME
ar: وقت النهاية
es: HORA FINAL
hi: अंत समय
ur: اختتامی وقت

# end_time_warning
source: End Time must be greater than Start Time
ar: يجب أن يكون وقت الانتهاء أكبر من وقت البدء
es: La hora de finalización debe ser mayor que la hora de inicio
hi: समाप्ति समय प्रारंभ समय से अधिक होना चाहिए
ur: اختتامی وقت آغاز کے وقت سے زیادہ ہونا چاہیے۔

source: English
ar: إنجليزي
es: Inglés
hi: अंग्रेज़ी
ur: انگریزی

source: Enter
ar: أدخل
es: Ingresar
hi: प्रवेश करना
ur: داخل کریں۔

source: ENTER
ar: أدخل
es: INGRESAR
hi: प्रवेश करना
ur: داخل کریں۔

# enter_code_to_join_group
source: Please enter the code to join the Group
ar: يرجى إدخال الرمز للانضمام إلى المجموعة
es: Por favor ingresa el código para unirte al grupo
hi: कृपया समूह में शामिल होने के लिए कोड दर्ज करें
ur: گروپ میں شامل ہونے کے لیے براہ کرم کوڈ درج کریں۔

# enter_code_to_join_project
source: Please enter the code to join the Project
ar: يرجى إدخال الرمز للانضمام إلى المشروع
es: Por favor ingresa el código para unirte al Proyecto
hi: कृपया परियोजना में शामिल होने के लिए कोड दर्ज करें
ur: پروجیکٹ میں شامل ہونے کے لیے براہ کرم کوڈ درج کریں۔

source: ENTER DATE
ar: أدخل التاريخ
es: INGRESAR FECHA
hi: दिनांक दर्ज करें
ur: تاریخ درج کریں۔

source: Enter Description
ar: أدخل الوصف
es: Introduzca la descripción
hi: विवरण दर्ज करें
ur: تفصیل درج کریں۔

source: Enter Details
ar: أدخل التفاصيل
es: Ingrese detalles
hi: विवरण दर्ज करें
ur: تفصیلات درج کریں۔

# enter_discussion_to_proceed
source: Enter Discussion Points To Proceed
ar: أدخل نقاط المناقشة للمتابعة
es: Ingrese los puntos de discusión para continuar
hi: आगे बढ़ने के लिए चर्चा बिंदु दर्ज करें
ur: آگے بڑھنے کے لیے ڈسکشن پوائنٹس درج کریں۔

source: Enter Employees To Proceed
ar: أدخل الموظفين للمتابعة
es: Ingrese los empleados para continuar
hi: आगे बढ़ने के लिए कर्मचारियों को दर्ज करें
ur: آگے بڑھنے کے لیے ملازمین درج کریں۔

source: Enter Immediate Corrections
ar: أدخل التصحيحات الفورية
es: Ingrese correcciones inmediatas
hi: तत्काल सुधार दर्ज करें
ur: فوری تصحیحیں درج کریں۔

source: Enter Incident Date
ar: أدخل تاريخ الحادث
es: Ingrese la fecha del incidente
hi: घटना की तारीख दर्ज करें
ur: واقعہ کی تاریخ درج کریں۔

source: Enter Incident Time
ar: أدخل وقت الحادث
es: Ingrese la hora del incidente
hi: घटना का समय दर्ज करें
ur: واقعہ کا وقت درج کریں۔

source: Enter Injured Employees To Proceed
ar: أدخل الموظفين المصابين للمتابعة
es: Ingrese los empleados lesionados para continuar
hi: आगे बढ़ने के लिए घायल कर्मचारियों को दर्ज करें
ur: آگے بڑھنے کے لیے زخمی ملازمین کو درج کریں۔

source: ENTER INSPECTION DATE
ar: أدخل تاريخ التفتيش
es: INGRESE LA FECHA DE INSPECCIÓN
hi: निरीक्षण तिथि दर्ज करें
ur: معائنہ کی تاریخ درج کریں۔

source: Enter mobile number
ar: أدخل رقم الجوال
es: Introduce el número de móvil
hi: मोबाइल नंबर दर्ज करें
ur: موبائل نمبر درج کریں۔

source: Enter Notes
ar: أدخل الملاحظات
es: Introducir notas
hi: नोट्स दर्ज करें
ur: نوٹس درج کریں۔

# enter_otp_sent_to_mail
source: Enter the OTP sent to your email
ar: أدخل رمز التحقق المرسل إلى بريدك الإلكتروني
es: Ingresa la OTP enviada a tu correo electrónico
hi: आपके ईमेल पर भेजा गया ओटीपी दर्ज करें
ur: آپ کے ای میل پر بھیجی گئی OTP درج کریں۔

source: Enter Question
ar: أدخل السؤال
es: Introducir pregunta
hi: प्रश्न दर्ज करें
ur: سوال درج کریں۔

source: Enter Remarks
ar: أدخل الملاحظات
es: Ingrese observaciones
hi: टिप्पणियाँ दर्ज करें
ur: تبصرے درج کریں

# enter_valid_mail
source: Enter a valid mail
ar: أدخل بريدًا إلكترونيًا صالحًا
es: Introduce un correo válido
hi: एक वैध मेल दर्ज करें
ur: ایک درست میل درج کریں۔

# ENTER_VALID_MOBILE_NUMBER
source: Enter a valid mobile number
ar: أدخل رقم جوال صالح
es: Introduce un número de móvil válido
hi: एक वैध मोबाइल नंबर दर्ज करें
ur: ایک درست موبائل نمبر درج کریں۔

source: ENTER VIOLATION DATE
ar: أدخل تاريخ الانتهاك
es: INGRESE LA FECHA DE LA VIOLACIÓN
hi: उल्लंघन तिथि दर्ज करें
ur: خلاف ورزی کی تاریخ درج کریں۔

source: Enter Your Code!
ar: أدخل الرمز!
es: ¡Ingresa tu código!
hi: अपने कोड दर्ज करें!
ur: اپنا کوڈ درج کریں!

source: Enter your Company Name
ar: أدخل اسم شركتك
es: Ingrese el nombre de su empresa
hi: अपनी कंपनी का नाम दर्ज करें
ur: اپنی کمپنی کا نام درج کریں۔

source: Enter Your Password
ar: أدخل كلمة المرور الخاصة بك
es: Ingrese su contraseña
hi: अपना कूटशब्द भरें
ur: اپنا پاس ورڈ درج کریں۔

source: EQUIPMENT SOURCE
ar: مصدر المعدات
es: FUENTE DEL EQUIPO
hi: उपकरण स्रोत
ur: آلات کا ذریعہ

source: Error!
ar: خطأ!
hi: गलती!
ur: غلطی!

# EVENT_IMAGE
source: Profile Image
ar: صورة الملف الشخصي
es: Imagen de perfil
hi: प्रोफ़ाइल छवि
ur: پروفائل امیج

source: Excel could not be saved
ar: تعذّر حفظ ملف إكسل
es: Excel no se pudo guardar
hi: एक्सेल सहेजा नहीं जा सका
ur: ایکسل کو محفوظ نہیں کیا جا سکا

# excel_download_failed
source: Failed to download Excel file
ar: فشل في تنزيل ملف Excel
es: No se pudo descargar el archivo de Excel
hi: एक्सेल फ़ाइल डाउनलोड करने में विफल
ur: Excel فائل ڈاؤن لوڈ کرنے میں ناکام

source: Excel successfully saved!
ar: تم حفظ ملف إكسل بنجاح!
es: ¡Excel guardado exitosamente!
hi: एक्सेल सफलतापूर्वक सहेजा गया!
ur: ایکسل کامیابی کے ساتھ محفوظ ہو گیا!

source: Exit Group
ar: الخروج من المجموعة
es: Salir del grupo
hi: समूह से बाहर निकलें
ur: گروپ سے باہر نکلیں۔

# exit_group_sub
source: Leave this project.
ar: اترك هذا المشروع.
es: Deja este proyecto.
hi: इस प्रोजेक्ट को छोड़ दें.
ur: اس منصوبے کو چھوڑ دو۔

# exit_group_title
source: Exit Group !!
ar: خروج من المجموعة !!
es: ¡¡Salir del grupo!!
hi: समूह से बाहर निकलें!!
ur: گروپ سے باہر نکلیں!!

# exit_group_warning
source: Are you sure you want to exit from this group?
ar: هل أنت متأكد أنك تريد الخروج من هذه المجموعة؟
es: ¿Estás seguro de que quieres salir de este grupo?
hi: क्या आप वाकई इस समूह से बाहर निकलना चाहते हैं?
ur: کیا آپ واقعی اس گروپ سے باہر نکلنا چاہتے ہیں؟

source: Exit Project
ar: الخروج من المشروع
es: Salir del proyecto
hi: परियोजना से बाहर निकलें
ur: پروجیکٹ سے باہر نکلیں۔

source: Expired
ar: منتهي الصلاحية
es: Caducada
hi: खत्म हो चुका
ur: میعاد ختم

source: Export to Excel
ar: تصدير إلى إكسل
es: Exportar a Excel
hi: एक्सेल में निर्यात करें
ur: ایکسل میں برآمد کریں۔

source: Export Training Details
ar: تصدير تفاصيل التدريب
es: Exportar detalles de la capacitación
hi: प्रशिक्षण विवरण निर्यात करें
ur: تربیت کی تفصیلات ایکسپورٹ کریں

source: Facilities/Projects
ar: المرافق / المشاريع
es: Instalaciones/Proyectos
hi: सुविधाएं/परियोजनाएं
ur: سہولیات / منصوبے

source: Failed!
ar: فشل!
es: ¡Fallido!
hi: असफल!
ur: ناکام!

# failed_draft_delete
source: Failed to delete draft
ar: فشل حذف المسودة
es: No se pudo eliminar el borrador
hi: ड्राफ्ट हटाने में विफल
ur: مسودہ حذف کرنے میں ناکام

source: Fatality
ar: الوفاة
es: Fatalidad
hi: विपत्ति
ur: ہلاکت خیزی

# field.placeholder.company
source: Your company
ar: شركتك
es: tu empresa
hi: आपकी कंपनी
ur: آپ کی کمپنی

# field.placeholder.confirm_password
source: Confirm your password
ar: قم بتأكيد كلمة المرور الخاصة بك
es: Confirma tu contraseña
hi: अपने पासवर्ड की पुष्टि करें
ur: اپنے پاس ورڈ کی تصدیق کریں۔

# field.placeholder.designation
source: Your designation
ar: تعيينك
es: Su designación
hi: आपका पदनाम
ur: آپ کا عہدہ

# field.placeholder.email
source: Your registered email
ar: البريد الإلكتروني المسجل الخاص بك
es: Tu correo electrónico registrado
hi: आपका पंजीकृत ईमेल
ur: آپ کا رجسٹرڈ ای میل

# field.placeholder.email_id
source: Your registered email id
ar: معرف البريد الإلكتروني المسجل الخاص بك
es: Su ID de correo electrónico registrado
hi: आपकी पंजीकृत ईमेल आईडी
ur: آپ کا رجسٹرڈ ای میل آئی ڈی

# field.placeholder.full_name
source: Your full name
ar: اسمك الكامل
es: Tu nombre completo
hi: आपका पूरा नाम
ur: آپ کا پورا نام

# field.placeholder.password
source: Your password
ar: كلمة المرور الخاصة بك
es: Tu contraseña
hi: आपका पासवर्ड
ur: آپ کا پاس ورڈ

# field.title.company
source: Company
ar: شركة
es: Compañía
hi: कंपनी
ur: کمپنی

# field.title.confirm_password
source: Confirm Password
ar: تأكيد كلمة المرور
es: confirmar Contraseña
hi: पासवर्ड की पुष्टि कीजिये
ur: پاس ورڈ کی تصدیق کریں۔

# field.title.designation
source: Designation
ar: تعيين
es: Designación
hi: पद का नाम
ur: عہدہ

# field.title.email_id
source: Email Id
ar: معرف البريد الإلكتروني
es: ID de correo electrónico
hi: ईमेल आईडी
ur: ای میل آئی ڈی

# field.title.full_name
source: Full Name
ar: الاسم الكامل
es: Nombre completo
hi: पूरा नाम
ur: پورا نام

# field.title.password
source: Password
ar: كلمة المرور
es: Contraseña
hi: पासवर्ड
ur: پاس ورڈ

source: Fields
ar: الحقول
es: Campos
hi: खेत
ur: فیلڈز

# file_download_failed
source: Failed to download file
ar: فشل تنزيل الملف
es: Error al descargar el archivo
hi: फ़ाइल डाउनलोड करने में विफल
ur: فائل ڈاؤن لوڈ کرنے میں ناکام

# file_download_success
source: File downloaded successfully
ar: تم تنزيل الملف بنجاح
es: Archivo descargado correctamente
hi: फ़ाइल सफलतापूर्वक डाउनलोड हो गई
ur: فائل کامیابی سے ڈاؤن لوڈ ہو گئی

source: Filter
ar: تصفية
es: Filtrar
hi: फ़िल्टर
ur: فلٹر

source: Filters
ar: مرشحات
es: Filtros
hi: फिल्टर
ur: فلٹرز

source: Finished
ar: مكتمل
es: Finalizado
hi: समाप्त
ur: مکمل

source: FINISHED TRAINING
ar: تم إنهاء التدريب
es: ENTRENAMIENTO FINALIZADO
hi: प्रशिक्षण पूरा हुआ
ur: تربیت مکمل ہوگئی

# forgot_password
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
hi: अपना कूट शब्द भूल गए?
ur: اپنا پاس ورڈ بھول گئے؟

# forgot_password_message
source: Enter your email address below to reset password
ar: أدخل عنوان بريدك الإلكتروني أدناه لإعادة تعيين كلمة المرور
es: Ingrese su dirección de correo electrónico a continuación para restablecer la contraseña
hi: पासवर्ड रीसेट करने के लिए नीचे अपना ईमेल पता दर्ज करें
ur: پاس ورڈ دوبارہ ترتیب دینے کے لیے نیچے اپنا ای میل ایڈریس درج کریں۔

# forgot_password_title
source: Forgot Password
ar: هل نسيت كلمة السر
es: Has olvidado tu contraseña
hi: पासवर्ड भूल गए
ur: پاس ورڈ بھول گئے۔

# forgot_password.button
source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña
hi: पासवर्ड रीसेट
ur: پاس ورڈ ری سیٹ کریں۔

# forgot_password.subtitle
source: Enter your email ID, and we'll send you a link to reset your password.
ar: أدخل معرف البريد الإلكتروني الخاص بك، وسوف نرسل لك رابط لإعادة تعيين كلمة المرور الخاصة بك.
es: Introduce tu ID de correo electrónico y te enviaremos un enlace para restablecer su contraseña.
hi: अपना ईमेल आईडी दर्ज करें, और हम आपको भेज देंगे आपका पासवर्ड रीसेट करने के लिए एक लिंक।
ur: اپنی ای میل ID درج کریں، اور ہم آپ کو بھیج دیں گے۔ اپنا پاس ورڈ دوبارہ ترتیب دینے کے لیے ایک لنک۔

# forgot_password.title
source: Forgot Password
ar: هل نسيت كلمة السر
es: Has olvidado tu contraseña
hi: पासवर्ड भूल गए
ur: پاس ورڈ بھول گئے۔

source: Full Name
ar: الاسم الكامل
es: Nombre completo
hi: पूरा नाम
ur: پورا نام

source: Gallery
ar: المعرض
es: Galería
hi: गैलरी
ur: گیلری

source: General Actions
ar: إجراءات عامة
es: Acciones generales
hi: सामान्य कार्रवाइयाँ
ur: عام کارروائیاں

source: General Conditions
ar: الشروط العامة
es: Condiciones generales
hi: सामान्य शर्तें
ur: عمومی شرائط

source: Generate PDF
ar: إنشاء ملف PDF
es: Generar PDF
hi: पीडीएफ जनरेट करें
ur: پی ڈی ایف بنائیں

# generate_pdf_message
source: Please wait while the document is prepared. This may take some time depending on the size of the report
ar: الرجاء الانتظار بينما يتم إعداد المستند. قد يستغرق هذا بعض الوقت حسب حجم التقرير
es: Espere mientras se prepara el documento. Esto puede llevar algún tiempo dependiendo del tamaño del informe.
hi: दस्तावेज़ तैयार होने तक कृपया प्रतीक्षा करें। रिपोर्ट के आकार के आधार पर इसमें कुछ समय लग सकता है
ur: براہ کرم دستاویز کے تیار ہونے تک انتظار کریں۔ رپورٹ کے سائز کے لحاظ سے اس میں کچھ وقت لگ سکتا ہے۔

source: Generating Document!
ar: جاري إنشاء المستند!
es: ¡Generando documento!
hi: दस्तावेज़ तैयार कर रहा हूँ!
ur: دستاویز تیار کر رہا ہے!

source: Generating PDF!
ar: توليد قوات الدفاع الشعبي!
es: Generando PDF!
hi: पीडीएफ उत्पन्न कर रहा हूँ!
ur: پی ڈی ایف تیار کر رہا ہے!

# given_email_already_in_list
source: Given Email is already in List
ar: البريد الإلكتروني المحدد موجود بالفعل في القائمة
es: El correo electrónico dado ya está en la lista
hi: दिया गया ईमेल पहले से ही सूची में है
ur: دی گئی ای میل پہلے ہی فہرست میں ہے۔

source: Group
ar: المجموعة
es: Grupo
hi: समूह
ur: گروپ

source: Group Access Request
ar: طلب الوصول إلى المجموعة
es: Solicitud de acceso grupal
hi: ग्रुप एक्सेस अनुरोध
ur: گروپ رسائی کی درخواست

source: Group Access Requested
ar: تم طلب الوصول إلى المجموعة
es: Acceso de grupo solicitado
hi: समूह पहुंच का अनुरोध किया गया
ur: گروپ رسائی کی درخواست کی گئی۔

source: Group Code
ar: رمز المجموعة
es: Código de grupo
hi: समूह कोड
ur: گروپ کوڈ

source: Group Delete
ar: حذف المجموعة
es: Eliminar grupo
hi: समूह हटाएँ
ur: گروپ ڈیلیٹ کریں۔

# group_delete_warning
source: Are you sure want to go ahead with this? If you continue, the transaction is irreversible.
ar: هل أنت متأكد أنك تريد المضي قدما في هذا؟ إذا قمت بالمتابعة، فإن المعاملة لا رجعة فيها.
es: ¿Estás seguro de que quieres seguir adelante con esto? Si continúa, la transacción es irreversible.
hi: क्या आप वाकई इसके साथ आगे बढ़ना चाहते हैं? यदि आप जारी रखते हैं, तो लेनदेन अपरिवर्तनीय है।
ur: کیا آپ واقعی اس کے ساتھ آگے بڑھنا چاہتے ہیں؟ اگر آپ جاری رکھتے ہیں، تو لین دین ناقابل واپسی ہے۔

# group_edited_sucessfully
source: Group Edited Successfully
ar: تم تعديل المجموعة بنجاح
es: El grupo se editó correctamente
hi: समूह को सफलतापूर्वक संपादित किया गया
ur: گروپ کو کامیابی سے ترمیم کر دیا گیا

source: Group Id
ar: معرف المجموعة
es: ID de grupo
hi: समूह आईडी
ur: گروپ آئی ڈی

source: Group Members
ar: أعضاء المجموعة
es: Miembros del grupo
hi: समूह के सदस्यों को
ur: گروپ ممبران

# group_not_exist_join
source: Group that you requested to join does not exist
ar: المجموعة التي طلبت الانضمام إليها غير موجودة.
es: El grupo al que usted solicitó unirse no existe
hi: जिस समूह में शामिल होने के लिए आपने अनुरोध किया था वह मौजूद नहीं है
ur: آپ نے جس گروپ میں شامل ہونے کی درخواست کی ہے وہ موجود نہیں ہے۔

# group_not_exist_view
source: Group that you requested to view does not exist
ar: المجموعة التي طلبت عرضها غير موجودة.
es: El grupo que usted solicitó ver no existe
hi: आपने जिस समूह को देखने का अनुरोध किया है वह मौजूद नहीं है
ur: آپ نے جس گروپ کو دیکھنے کی درخواست کی ہے وہ موجود نہیں ہے۔

source: GROUP TITLE
ar: عنوان المجموعة
es: TÍTULO DEL GRUPO
hi: समूह शीर्षक
ur: گروپ عنوان

source: Groups
ar: المجموعات
es: Grupos
hi: समूह
ur: گروپس

source: GROUPS LIST
ar: قائمة المجموعات
es: LISTA DE GRUPOS
hi: समूह सूची
ur: گروپوں کی فہرست

source: Guest User
ar: مستخدم ضيف
es: Usuario invitado
hi: अतिथि उपयोगकर्ता
ur: مہمان صارف

# handover_admin_message
source: Who would you like to hand over your super admin privileges to?
ar: من الذي ترغب في تسليم امتيازات المشرف المتميز إليه؟
es: ¿A quién le gustaría ceder sus privilegios de superadministrador?
hi: आप अपने सुपर एडमिन विशेषाधिकार किसे सौंपना चाहेंगे?
ur: آپ اپنے سپر ایڈمن کی مراعات کس کے حوالے کرنا چاہیں گے؟

source: Handover Admin Rights
ar: نقل صلاحيات المسؤول
es: Derechos de administrador de transferencia
hi: व्यवस्थापक अधिकार सौंपें
ur: انتظامی حقوق کے حوالے

source: Hand over Admin rights to %@?
ar: تسليم صلاحيات المسؤول إلى %@؟
es: ¿Entregar derechos de administrador a %@?
hi: व्यवस्थापक अधिकार %@ को सौंपें?
ur: ایڈمن کے حقوق %@ کے حوالے کریں؟

# handover_admin_rights_to_user
source: Hand over Admin rights to %@?
ar: تسليم حقوق المسؤول إلى %@؟
es: ¿Entregar derechos de administrador a %@?
hi: व्यवस्थापक अधिकार %@ को सौंपें?
ur: ایڈمن کے حقوق %@ کے حوالے کریں؟

source: Handover Super Admin Rights
ar: نقل حقوق المشرف العام
es: Transferencia de derechos de superadministrador
hi: सुपर एडमिन अधिकार सौंपें
ur: سپر ایڈمن رائٹس کے حوالے

source: Hide Remark
ar: إخفاء الملاحظة
es: Ocultar observación
hi: टिप्पणी छिपाएँ
ur: تبصرہ چھپائیں

source: Hindi
ar: الهندية
hi: हिंदी
ur: ہندی

source: Hold to Record
ar: اضغط باستمرار للتسجيل
es: Mantén presionado para grabar
hi: रिकॉर्ड करने के लिए दबाए रखें
ur: ریکارڈ کرنے کے لیے دبائے رکھیں

source: HOME
ar: بيت
es: HOGAR
hi: घर
ur: گھر

# home.action_overview
source: Action Overview
ar: نظرة عامة على العمل
es: Descripción general de la acción
hi: कार्रवाई सिंहावलोकन
ur: ایکشن کا جائزہ

# home.assigned_to_me
source: Assigned to Me
ar: المخصصة لي
es: Asignado a mí
hi: मुझे सौंपा गया
ur: مجھے تفویض کیا گیا۔

# home.audit_inspections
source: Audit & Inspections
ar: التدقيق & عمليات التفتيش
es: Auditoría y Inspecciones
hi: लेखापरीक्षा एवं निरीक्षण
ur: آڈٹ اور معائنہ

# home.incidents
source: Incidents
ar: الحوادث
es: Incidentes
hi: घटनाएं
ur: واقعات

# home.observations
source: Observations
ar: الملاحظات
es: Observaciones
hi: टिप्पणियों
ur: مشاہدات

# home.pending
source: Pending
ar: قيد الانتظار
es: Pendiente
hi: लंबित
ur: زیر التواء

# home.pending_actions
source: Pending Actions
ar: الإجراءات المعلقة
es: Acciones Pendientes
hi: लंबित कार्रवाइयां
ur: زیر التواء کارروائیاں

# home.permit_to_work
source: Permit to work
ar: اسمح ل العمل
es: permiso para trabajo
hi: कार्य करने की अनुमति
ur: کی اجازت دیں۔ کام

# home.training
source: Training
ar: تدريب
es: Entrenamiento
hi: प्रशिक्षण
ur: ٹریننگ

# home.view_all
source: View All
ar: عرض الكل
es: Ver todo
hi: सभी को देखें
ur: سبھی دیکھیں

# home.violations
source: Violations
ar: الانتهاكات
es: Violaciones
hi: उल्लंघन
ur: خلاف ورزیاں

# home.welcome_back
source: Hi, Welcome Back
ar: مرحبًا، مرحبًا بعودتك
es: Hola, bienvenido de nuevo
hi: नमस्ते, पुनः स्वागत है
ur: ہیلو، دوبارہ خوش آمدید

source: Hospitalization
ar: العلاج في المستشفى
es: Hospitalización
hi: अस्पताल में भर्ती होना
ur: ہسپتال میں داخل ہونا

source: Hour
ar: ساعة
es: Hora
hi: घंटा
ur: گھنٹہ

source: Hours
ar: ساعات
es: Horas
hi: घंटे
ur: گھنٹے

source: HSE Assigned
ar: مُخصَّص لـ HSE
es: Asignado a HSE
hi: HSE को सौंपा गया
ur: HSE تفویض

# identification_number
source: EQUIPMENT DESCRIPTION/ MODEL NUMBER/ PLATE NUMBER/ IDENTIFICATION NUMBER :
ar: وصف المعدات/ رقم الموديل/ رقم اللوحة/ رقم التعريف:
es: DESCRIPCIÓN DEL EQUIPO/NÚMERO DE MODELO/NÚMERO DE PLACA/NÚMERO DE IDENTIFICACIÓN:
hi: उपकरण विवरण/मॉडल नंबर/प्लेट नंबर/पहचान संख्या:
ur: آلات کی تفصیل/ ماڈل نمبر/ پلیٹ نمبر/ شناختی نمبر:

# if_rental
source: IF RENTAL OR SUBCONTRACTOR
ar: إذا كان الإيجار أو المقاول من الباطن
es: SI ALQUILER O SUBCONTRATISTA
hi: यदि किराये पर है या उपठेकेदार है
ur: اگر رینٹل یا ذیلی ٹھیکیدار

source: Image
ar: صورة
es: Imagen
hi: छवि
ur: تصویر

# image_and_description
source: IMAGE & DESCRIPTION
ar: الصورة والوصف
es: IMAGEN Y DESCRIPCIÓN
hi: छवि एवं विवरण
ur: تصویر اور تفصیل

source: Image Attached
ar: الصورة مرفقة
es: Imagen adjunta
hi: छवि संलग्न
ur: تصویر منسلک ہے۔

# image_with_count
source: Image %d
ar: صورة %d
es: Imagen %d
hi: छवि %d
ur: تصویر %d

source: IMAGES
ar: الصور
es: IMÁGENES
hi: इमेजिस
ur: امیجز

source: Image(s) Attached
ar: الصورة (الصور) المرفقة
es: Imagen(es) adjunta(s)
hi: छवियाँ संलग्न हैं
ur: تصویر(تصاویر) منسلک

# images_small
source: Images
ar: الصور
es: Imágenes
hi: इमेजिस
ur: امیجز

source: IMMEDIATE CORRECTIONS
ar: تصحيحات فورية
es: CORRECCIONES INMEDIATAS
hi: तत्काल सुधार
ur: فوری اصلاحات

source: In Progress
ar: قيد التقدم
es: En progreso
hi: प्रगति पर
ur: جاری ہے

source: Incident Created
ar: تم إنشاء الحادث
es: Incidente creado
hi: घटना रची गई
ur: واقعہ بنا

# incident_created_success
source: Incident created successfully
ar: تم إنشاء الحادث بنجاح
es: Incidente creado exitosamente
hi: घटना सफलतापूर्वक बनाई गई
ur: واقعہ کامیابی کے ساتھ بنایا گیا۔

source: Incident Date
ar: تاريخ الحادث
es: Fecha del incidente
hi: घटना दिनांक
ur: واقعہ کی تاریخ

# incident_draft_delete_message
source: Are you sure you want to delete this incident draft. This incident will be removed permanently
ar: هل أنت متأكد أنك تريد حذف مسودة الحادثة هذه. ستتم إزالة هذا الحادث إلى الأبد
es: ¿Está seguro de que desea eliminar este borrador de incidente? Este incidente se eliminará permanentemente.
hi: क्या आप वाकई इस घटना ड्राफ्ट को हटाना चाहते हैं? इस घटना को स्थायी रूप से हटा दिया जाएगा
ur: کیا آپ واقعی اس واقعے کے مسودے کو حذف کرنا چاہتے ہیں؟ اس واقعہ کو مستقل طور پر ہٹا دیا جائے گا۔

source: Incident Drafts
ar: مسودات الحادث
es: Borradores de incidentes
hi: घटना ड्राफ्ट
ur: واقعہ کے مسودے

source: Incident Notification
ar: إشعار الحادث
es: Notificación de incidente
hi: घटना की सूचना
ur: واقعہ کی اطلاع
